Repository: thalesaraujods/Paladares
Catalog: Localizable.xcstrings
Source language: pt_br
Languages: en

source: 4 pessoas
en: 4 people

source: Ajuste as preferências para personalizar sua experiência e comece a aventura na cozinha!
en: Adjust the preferences to personalize your experience and start your adventure in the kitchen!

source: Bem-vindo ao Paladares!
en: Welcome to Paladares!

source: Brasileira:
en: Brazilian:

source: Começar
en: Start

source: Continuar
en: Continue

source: Cozinheiros
en: Chefs

source: Curiosidade
en: Curiosity

source: Degustadores
en: Tasters

source: Escolha um País
en: Choose a Country

source: Finalizar
en: Finish

source: Ingredientes
en: Ingredients

source: Iniciante
en: Beginner

source: Iniciar Preparo
en: Start Preparation

source: Italiana:
en: Italian:

source: Japonesa:
en: Japanese:

source: Nenhum passo disponível para o Chef %lld
en: No steps available for the Chef%lld

source: Nenhuma receita selecionada.
en: No recipe selected.

source: Nível de Habilidade
en: Skill Level

source: Olá, bem-vindo!
en: Hello, welcome!

source: Paladares é um espaço onde você poderá cozinhar e explorar novas culturas junto com seus amigos
en: Paladares is a space where you can cook and explore new cultures with your friends.

source: Parabéns!
en: Congratulations!

# Passo %lld/%lld
source: Passo %1$lld/%2$lld
en: Step %1$lld/%2$lld

source: Retornar ao Menu
en: Return to Menu

source: Sabores do Mundo
en: Flavors of the World

source: Sugestões
en: Suggestions

source: Utensílios Essenciais
en: Essential Utensils

source: Você concluiu esta receita, continue explorando novas culturas!
en: You have completed this recipe, keep exploring new cultures!
